[
  {
    "q": "Кто такой Никифор Удалой",
    "a": "Никифор Удалой — специалист. Занимается стратегией, аналитикой, инновациями, операционным управлением, лидерством и ростом бизнеса. На сайте есть раздел «О себе» с подробностями и блок «Мои навыки»."
  },
  {
    "q": "О себе",
    "a": "Никифор Удалой: образование, опыт и чем занимается — в разделе «О себе» на главной. Ключевые проекты, достижения и направления работы тоже описаны там. Если нужны детали под вашу задачу — лучше написать на email или в соцсети."
  },
  {
    "q": "Навыки",
    "a": "Навыки Никифора: 1) Стратегия — долгосрочное планирование, фокус на ключевых продуктах и рынках. 2) Аналитика — решения на основе данных и метрик. 3) Инновации — внедрение технологий, ускорение вывода продуктов. 4) Операционное управление — упрощение процессов, эффективность. 5) Лидерство — сбор и мотивация команд, работа с партнёрами. 6) Рост бизнеса — масштабирование выручки и доли рынка."
  },
  {
    "q": "Услуги",
    "a": "Услуги: консультации по стратегии и аналитике, помощь с операционным управлением и ростом бизнеса, работа с командами и инновациями. Конкретные форматы и сроки обсуждаются индивидуально — напишите на email или в соцсети."
  },
  {
    "q": "Цены и стоимость",
    "a": "Цены зависят от формата и объёма: разовая консультация, пакет часов или проект под ключ. Чтобы назвать точную стоимость, нужны детали задачи. Напишите на contact@example.com или в LinkedIn / Twitter — обсудим и подготовим предложение."
  },
  {
    "q": "Как связаться",
    "a": "Связаться с Никифором Удалым: Email — contact@example.com, LinkedIn — linkedin.com, Twitter / X — twitter.com. Удобнее всего написать на почту для обсуждения проекта или договориться о звонке."
  },
  {
    "q": "Контакты",
    "a": "Контакты: contact@example.com (email), LinkedIn, Twitter / X. Ссылки есть внизу страницы в блоке «Контакты»."
  },
  {
    "q": "Как заказать услуги",
    "a": "Напишите на contact@example.com или в мессенджер соцсети (LinkedIn, Twitter). Опишите задачу или вопрос — ответим и предложим формат и условия."
  },
  {
    "q": "Форматы работы",
    "a": "Работаем в форматах: разовые консультации, пакеты часов, проекты под ключ. Детали и сроки обсуждаются после вашего запроса по email или в соцсетях."
  }
]
